{
  "english": "universal",
  "phat_am": "",
  "list_english": [
    {
      "type_word": "adjective",
      "list_definition": [
        {
          "mean_english": "thuộc vũ trụ, thế giới",
          "definition": "affecting, including etc the whole of the world or all or most people",
          "world_new": [
            "including",
            "whole",
            "world",
            "people"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "English may become a universal language that everyone can learn and use.",
              "world_new": [
                "English",
                "become",
                "language",
                "learn"
              ]
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "We can take exponents, products and universal quantification of relations.",
    "Its proposition is that knowledge should cease to be seen as neutral, scientific and universal.",
    "But this balancing act is quite difficult to accomplish given that the first problem for the cosmopolite is deciding whose values are selected as universal.",
    "Before that, however, the discussion should be placed in the wider context of the universal mechanisms in symbolic healing.",
    "Enframing is the essence of technology but not in the sense of quidditas, whatness, generic type, genus or universal.",
    "Theorem 4.4 provides 'universal' sufficient conditions for possibly unbounded variables.",
    "The basis of the universals is not a simple nativism, but local adaptations of mutually influencing modalities in the spatial domain (21).",
    "The impor tant point is not whether the proposals are universal or not, but that they offer what are often called content theories for behaviors."
  ],
  "list_see_also": [],
  "list_browse": [
    "unit",
    "unite",
    "united",
    "unity",
    "universal",
    "universality",
    "universally",
    "universe",
    "university"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51808397372_8d0b8d66c9_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51808397372_b8513fb250_o.png",
      "id_image": "universal_2455909"
    }
  ]
}