{
  "english": "urchin",
  "phat_am": "ˈəːtʃin",
  "list_english": [
    {
      "type_word": "noun",
      "list_definition": [
        {
          "mean_english": "thằng ranh con",
          "definition": "a mischievous, usually dirty or ragged, child, especially a boy",
          "world_new": [
            "mischievous",
            "dirty",
            "ragged",
            "child",
            "boy"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "He was chased by a crowd of urchins.",
              "world_new": [
                "crowd"
              ]
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "A localized zone of increased conductance progresses over the surface of the sea urchin egg during fertilization.",
    "Most of this work has been done with model organisms, especially sea urchins, but many of the principles governing fertilisation appear to be generally applicable.",
    "For example, in sea urchin oocytes, calciuminduced cortical granule exocytosis leads to the formation of a zygote with a mosaic plasma membrane.",
    "Microtubules are required for completion of cytokinesis in sea urchin eggs.",
    "Proteolysis of the major yolk glycoproteins is regulated by acidification of the yolk platelets in sea urchin embryos.",
    "Characteristics of individual repetitive sequence families in the sea urchin genome studied with cloned repeats.",
    "Visually he was more iconic than the other street urchins in the comic and was the only character to look at and address readers directly.",
    "Activation of amino acid uptake at fertilization in the sea urchin egg."
  ],
  "list_see_also": [],
  "list_browse": [
    "uraninite",
    "uranium",
    "Uranus",
    "urban",
    "urchin",
    "urea",
    "ureter",
    "ureteral",
    "urethra"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51809705819_7b63d76301_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51809705819_fb800807ec_o.png",
      "id_image": "urchin_5052606"
    }
  ]
}