{
  "english": "valet",
  "phat_am": "ˈvӕlit",
  "list_english": [
    {
      "type_word": "noun",
      "list_definition": [
        {
          "mean_english": "người phục vụ",
          "definition": "a manservant who looks after his master’s clothes etc",
          "world_new": [
            "manservant",
            "looks",
            "clothes"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "Lord Henderson’s valet laid out his evening suit.",
              "world_new": [
                "evening",
                "suit"
              ]
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "Manager - valets or other individuals accompanying a wrestler to the ring.",
    "His valets proceed to throw handfuls of gold to the crowd, which follows them outside.",
    "Among the valet's letters is one noting an appointment.",
    "They may also be trained for services to the client beyond the car itself, such as for a personal valet or bodyguard.",
    "Sipahis were responsible for their own expenses, including provision during the campaigns, their equipment, providing auxiliary men (cebelu) and valets (gulam).",
    "She ranked in the top 12 of her year, thus qualifying her to be a valet of an elite swordsman.",
    "The criterion of believability was sometimes used to criticize soliloquy; in late classical plays characters are almost invariably supplied with confidants (valets, friends, nurses), to whom they reveal their emotions.",
    "I thought that he was bursting into tears at the thought of having to provide an itemised pay statement for his valet, or whatever."
  ],
  "list_see_also": [],
  "list_browse": [
    "vainly",
    "vale",
    "valedictorian",
    "valentine",
    "valet",
    "valiant",
    "valiantly",
    "valid",
    "validly"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51809349516_e06bc94ce4_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51809349516_a79fc0150e_o.png",
      "id_image": "valet_1163014"
    },
    {
      "link_thumb": "https://live.staticflickr.com/65535/51809464178_d69919880d_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51809464178_2bcec64451_o.png",
      "id_image": "valet_1367201"
    }
  ]
}