{
  "english": "versatile",
  "phat_am": "ˈvəːsətail",
  "list_english": [
    {
      "type_word": "adjective",
      "list_definition": [
        {
          "mean_english": "tháo vát",
          "definition": "(of people etc) able to turn easily and successfully from one task, activity or occupation to another",
          "world_new": [
            "people",
            "turn",
            "easily",
            "successfully",
            "task",
            "activity",
            "occupation"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "a versatile entertainer",
              "world_new": [
                "entertainer"
              ]
            },
            {
              "ex_of_definition": "a versatile footballer who can play in many different positions",
              "world_new": [
                "play"
              ]
            },
            {
              "ex_of_definition": "He will easily get another job – he is so versatile.",
              "world_new": [
                "easily",
                "job"
              ]
            }
          ]
        },
        {
          "mean_english": "đa năng",
          "definition": "(of a material etc) capable of being used for many purposes",
          "world_new": [
            "material",
            "capable"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "a versatile tool.",
              "world_new": [
                "tool"
              ]
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "To carry out its versatile roles it has been equipped with sensing devices and elaborate software systems.",
    "The books reviewed here show that there are still many more facets of this most versatile of statesmen to be studied and interpreted.",
    "Sutermeister was one of the most versatile composers of his day, turning his gifts just as easily to choral and absolute music.",
    "The versatile farm economy required a minimum amount of adults to be successful.",
    "The technique is rapid, versatile and simple, and can be used as part of a sequential set of tests to fully characterize an organism.",
    "These creatures are versatile feeders, but each troop is liable to have its own preferences from among all the foods available.",
    "It can now also function as a qualifier, and the use as frame marker has become more versatile.",
    "The optimal grasping capabilities of a human hand allow versatile functionality and interaction with several environments."
  ],
  "list_see_also": [
    "versatility"
  ],
  "list_browse": [
    "vermifuge",
    "vermilion",
    "vermin",
    "vernacular",
    "versatile",
    "versatility",
    "verse",
    "version",
    "versus"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51809346006_c633a719c8_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51809346006_0a67f8aa26_o.png",
      "id_image": "versatile_3645286"
    }
  ]
}