{
  "english": "vibrate",
  "phat_am": "vaiˈbreit",
  "list_english": [
    {
      "type_word": "verb",
      "list_definition": [
        {
          "mean_english": "chuyển động, rung, lắc",
          "definition": "to (cause to) shake, tremble, or move rapidly back and forth",
          "world_new": [
            "shake",
            "tremble",
            "move",
            "rapidly",
            "forth"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "Every sound that we hear is making part of our ear vibrate",
              "world_new": [
                "sound",
                "hear",
                "part",
                "our",
                "ear"
              ]
            },
            {
              "ex_of_definition": "The engine has stopped vibrating.",
              "world_new": [
                "engine"
              ]
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "One of the basic problems in classical vibration analysis is to determine the natural frequencies and normal modes of the vibrating body.",
    "The controlled disturbance is introduced by two vibrating ribbons on the opposing walls at the start of the test section.",
    "The second important influence on the frequency is the mass of vibrating atoms, the larger the mass, the slower the vibration.",
    "The frequency of the vibration and the probability of absorption depend on the strength and polarity of the vibrating bonds and are thus influenced by intra- and intermolecular effects.",
    "The machine was vibrating so vigorously it was very hard to obtain a reading.",
    "My mind is still boggling at the word picture that he painted of a cosy travelling circus, consensually vibrating with excitement.",
    "In addition to this qualitative approach, one must consider that the system will have to be embarked on a vehicle, which vibrates, runs at variable speeds on a non-uniform ground.",
    "The female's wings were vibrated rapidly, causing their images in video recordings to become blurred, while they were held folded over her abdomen."
  ],
  "list_see_also": [
    "vibration"
  ],
  "list_browse": [
    "via",
    "viability",
    "viable",
    "viaduct",
    "vibrate",
    "vibration",
    "vicar",
    "vicarage",
    "vice versa"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51809460033_aea479d0e8_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51809460033_b0d3f223c6_o.png",
      "id_image": "vibrate_2313572"
    }
  ]
}