{
  "english": "wealthy",
  "phat_am": "",
  "list_english": [
    {
      "type_word": "adjective",
      "list_definition": [
        {
          "mean_english": "giàu có",
          "definition": "having much money and/or many possessions; rich",
          "world_new": [
            "money",
            "rich"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "She is a wealthy young widow.",
              "world_new": [
                "young",
                "widow"
              ]
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "If only the wealthiest can pursue enhancement, it seems unfair that advantages so ramify.",
    "Developing countries face considerable disadvantages in trade disputes with their more powerful and wealthier counterparts.",
    "Casual observation shows that wealthier households live in locations which have better air quality and other measures of environmental quality.",
    "Historically, only the wealthiest landholders hired permanent labor, meaning that there were only a few long-term workers in the area.",
    "A distinction can be drawn between those parishes where the wealthier inhabitants dominated the offices of overseer and churchwarden and those where they did not.",
    "Even as outlying areas attracted a wealthier population of commuters, no consensus developed regarding the proper provisioning of settlements.",
    "Although a few suburban districts were mixed, many adopted versions of segregation also found in pre-dispersal ghettos and wealthier inner neighbourhoods.",
    "If someone is na-chara (very poor), they procure loans (qarz) from village shopkeepers, wealthier relatives, and neighbours."
  ],
  "list_see_also": [],
  "list_browse": [
    "weakling",
    "weakly",
    "weakness",
    "wealth",
    "wealthy",
    "wean",
    "weapon",
    "wear",
    "wear away"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51809689529_224235b765_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51809689529_81b739e436_o.png",
      "id_image": "wealthy_3776230"
    }
  ]
}